/* Title of alert panel indicating document dragging error */
"Document Drag Error" = "Fel när filen drogs";

/* Alert panel message shown when user tries to drag document from the window title bar */
"Dragging modified documents is not allowed. Please save the document \\U2018%@\\U2019." = "Det är inte tillåtet att dra dokument som ändrats. Spara dokumentet ”%@” först.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"The directory containing this document could not be found in the file system. Try saving the document, or creating the directory \\U2018%@\\U2019." = "Kunde inte hitta katalogen som innehåller detta dokument. Försök att spara dokumentet eller skapa katalogen ”%@”.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"This document could not be found in the file system. Try saving the document \\U2018%@\\U2019." = "Kunde inte hitta dokumentet i filsystemet. Försök att spara dokumentet ”%@”.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"You cannot drag a document icon from this window because the window does not refer to a document." = "Det går inte att dra en dokumentsymbol från det här fönstret eftersom fönstret inte hänvisar till ett dokument.";

